Repository: Andyg971/EchoesOfAether-RPG
Catalog: EchoesOfAether/Localizable.xcstrings
Source language: fr
Languages: en

# a11y.dialogue.choices %@ %@
source: %1$@ — Choix : %2$@
en: %1$@ — Choices: %2$@

# bestiary.archivist.desc
source: Érudit mort qui archive encore, à jamais.
en: A dead scholar, archiving still, forever.

# bestiary.beast.desc
source: Bête des sous-bois gorgée d'Aether corrompu.
en: Underbrush beast bloated with corrupted Aether.

# bestiary.boneWalker.desc
source: Squelette errant, tenu debout par l'écho du Seuil.
en: Wandering bones, held upright by the Threshold's echo.

# bestiary.ghoul.desc
source: Villageois d'antan que la cendre a repris.
en: A villager of old, reclaimed by the ash.

# bestiary.guardian.desc
source: Sentinelle fissurée du Sanctuaire de l'Aether.
en: Cracked sentinel of the Aether Shrine.

# bestiary.row.detail %@ %lld
source: Faiblesses : %1$@ · Bouclier %2$lld
en: Weak: %1$@ · Shield %2$lld

# bestiary.ruinsGuardian.desc
source: Golem de garde des Ruines de la Source.
en: Watch-golem of the Wellspring Ruins.

# bestiary.wolf.desc
source: Loup noyé d'ombre ; chasse en meute silencieuse.
en: Wolf drowned in shadow; hunts in silent packs.

# combat.archivist.specialName
source: Drain de Mémoire
en: Memory Drain

# combat.boost.recharging
source: Flux d'Aether en recharge…
en: Aether flow recharging…

# combat.boss.enrage
source: Le Gardien entre en rage !
en: The Guardian enters rage!

# combat.boss.enrageLabel
source: ENRAGÉ
en: ENRAGED

# combat.boss.specialName
source: Vague d'Aether noir !
en: Black Aether Wave!

# combat.button.attack
source: ATTAQUE
en: ATTACK

# combat.button.blackSlash
source: Entaille noire
en: Black Slash

# combat.button.fire
source: FEU
en: FIRE

# combat.button.heal
source: SOIN
en: HEAL

# combat.button.ice
source: GLACE
en: ICE

# combat.button.lightning
source: FOUDRE
en: THUNDER

# combat.effect.breakAether
source: Break aether
en: Aether break

# combat.effect.burn %lld
source: Brûlure -%lld
en: Burn -%lld

# combat.effect.burnAether
source: Brûlure aether
en: Aether burn

# combat.effect.burnApplied
source: Brûlure
en: Burn

# combat.effect.crit
source: CRITIQUE !
en: CRITICAL!

# combat.effect.dodge
source: Esquive !
en: Dodged!

# combat.effect.frozen
source: Glace : l'ennemi est gelé !
en: Ice: enemy frozen!

# combat.effect.paralyzed
source: Foudre : l'ennemi est paralysé !
en: Thunder: enemy paralyzed!

# combat.effect.shieldHit %@ %lld %lld
source: Faiblesse %@ : bouclier %lld/%lld
en: Weakness %@: shield %lld/%lld

# combat.effect.shieldRestored
source: Bouclier restauré
en: Shield restored

# combat.element.fire
source: FEU
en: FIRE

# combat.element.ice
source: GLACE
en: ICE

# combat.element.lightning
source: FOUDRE
en: THUNDER

# combat.enemy.archivist
source: L'Archiviste
en: The Archivist

# combat.enemy.ashGolem
source: Golem de cendre
en: Cinder Golem

# combat.enemy.ashMiner
source: Mineur cendreux
en: Ash Miner

# combat.enemy.ashWraith
source: Spectre des galeries
en: Gallery Wraith

# combat.enemy.beast
source: Bête corrompue
en: Corrupted Beast

# combat.enemy.bonewalker
source: Squelette errant
en: Bone Walker

# combat.enemy.dunePillager
source: Pillard des dunes
en: Dune Raider

# combat.enemy.echoDevourer
source: Dévoreur d'échos
en: Echo Devourer

# combat.enemy.ghoul
source: Goule corrompue
en: Corrupted Ghoul

# combat.enemy.guardian
source: Gardien fêlé
en: Cracked Guardian

# combat.enemy.ruinsGuardian
source: Gardien des Ruines
en: Ruins Guardian

# combat.enemy.sandColossus
source: Colosse des sables
en: Sand Colossus

# combat.enemy.scavenger
source: Charognard d’Ossara
en: Ossara Scavenger

# combat.enemy.thresholdGuardian
source: Gardien du Seuil
en: Warden of the Threshold

# combat.enemy.voidAvatar
source: Avatar du Vide
en: Avatar of the Void

# combat.enemy.voidShade
source: Ombre du Vide
en: Void Shade

# combat.enemy.wolf
source: Loup d'Ombre
en: Shadow Wolf

# combat.hud.shield
source: Bouclier:
en: Shield:

# combat.hud.weakness
source: Faiblesses:
en: Weaknesses:

# combat.name.lyraEcho
source: Écho de Lyra
en: Lyra's Echo

# combat.spell.fire
source: Feu
en: Fire

# combat.spell.heal
source: Soin
en: Heal

# combat.spell.ice
source: Glace
en: Ice

# combat.spell.lightning
source: Foudre
en: Thunder

# combat.status.aetherBurn
source: Brûlure Éthérée
en: Aether Burn

# combat.status.allyDown %@
source: %@ est à terre !
en: %@ is down!

# combat.status.attack %@
source: Kael attaque ! %@ vacille.
en: Kael attacks! %@ staggers.

# combat.status.attackAlly %@ %@
source: %1$@ frappe ! %2$@ vacille.
en: %1$@ strikes! %2$@ staggers.

# combat.status.attackBoosted %lld %lld
source: Attaque boostée ×%lld −%lld
en: Boosted attack ×%lld −%lld

# combat.status.attackLyra %@
source: Lyra frappe ! %@ vacille.
en: Lyra strikes! %@ staggers.

# combat.status.battleStart
source: Le combat commence…
en: The battle begins…

# combat.status.blackSlash %lld
source: Entaille noire ! Résonance %lld/3.
en: Black Slash! Resonance %lld/3.

# combat.status.blackSlashBoosted %lld
source: Entaille Noire boostée x%lld
en: Black Slash boosted x%lld

# combat.status.boost %lld
source: Boost x%lld prêt.
en: Boost x%lld ready.

# combat.status.break %@
source: Break: %@ perd son tour.
en: Break: %@ loses their turn.

# combat.status.defeat
source: Kael s'effondre...
en: Kael collapses...

# combat.status.defeated %@
source: %@ vaincu !
en: %@ defeated!

# combat.status.dodged
source: Le coup passe dans le vide !
en: The blow cuts through empty air!

# combat.status.enemyHits %@ %lld
source: %@ frappe Kael −%lld
en: %@ hits Kael −%lld

# combat.status.enemyHitsAlly %@ %@ %lld
source: %1$@ frappe %2$@ −%3$lld
en: %1$@ hits %2$@ −%3$lld

# combat.status.enemyHitsLyra %@ %lld
source: %1$@ frappe Lyra −%2$lld
en: %1$@ hits Lyra −%2$lld

# combat.status.heal %lld
source: Soin +%lld
en: Heal +%lld

# combat.status.healBoosted %lld %lld
source: Soin boosté ×%lld +%lld
en: Boosted heal ×%lld +%lld

# combat.status.lyraDown
source: Lyra est à terre !
en: Lyra is down!

# combat.status.potionUsed %lld
source: Potion : +%lld PV
en: Potion: +%lld HP

# combat.status.spellWeak %@ %lld
source: %@ touche la faiblesse −%lld
en: %@ strikes the weakness −%lld

# combat.status.stun
source: Étourdissement
en: Stun

# combat.status.stunned
source: Étourdi
en: Stunned

# combat.thresholdGuardian.specialName
source: Effondrement du Vide
en: Void Collapse

# combat.turn.ally %@
source: Au tour de %@ !
en: %@'s turn!

# combat.turn.choose
source: Joystick : choisir · A : valider.
en: Stick: choose · A: confirm.

# combat.turn.chooseMulti
source: Joystick : choisir · haut : changer de cible · A : valider.
en: Stick: choose · up: switch target · A: confirm.

# combat.turn.enemy %@
source: Tour de %@
en: %@'s turn

# combat.turn.intent %@
source: %@ prépare une attaque…
en: %@ is preparing to strike…

# combat.turn.lyra
source: Au tour de Lyra !
en: Lyra's turn!

# combat.turn.player
source: À toi de jouer !
en: Your turn!

# combat.voidAvatar.specialName
source: Effacement
en: Erasure

# corruption.cinematic.line1
source: L'Aether te consume.
en: The Aether consumes you.

# corruption.cinematic.line2
source: Il n'y a plus de retour.
en: There is no turning back.

# credits.close
source: Continuer
en: Continue

# credits.game
source: Jeu
en: Game

# credits.music
source: Musique
en: Music

# credits.procedural
source: Procédurale
en: Procedural

# credits.quote
source: « Elle avait raison. Sur tout. »
en: "She was right. About everything."

# credits.thanks
source: Merci
en: Thanks

# credits.thanksText
source: À vous, joueurs, d'avoir cru à cette histoire.
en: To you, players, for believing in this story.

# credits.tools
source: Outils
en: Tools

# death.retry
source: Réessayer
en: Retry

# death.returnCrystal
source: Revenir au cristal
en: Return to Crystal

# death.subtitle
source: L'Aether s'est tu.
en: The Aether fell silent.

# death.title
source: TOMBÉ
en: FALLEN

# dialogue.act2.archivist.kael1
source: Je ne te connais pas.
en: I don't know you.

# dialogue.act2.archivist.name
source: L'Archiviste
en: The Archivist

# dialogue.act2.archivist.post.vision
source: Vision. La Source pulse. Mon sang... pas ma volonté.
en: Vision. The Source pulses. My blood... not my will.

# dialogue.act2.archivist.post1
source: Ces... voix. Toutes en même temps.
en: These... voices. All at once.

# dialogue.act2.archivist.post2
source: Kael. Il y a quelque chose sur le mur, près de l'inscription principale.
en: Kael. There's something on the wall, near the main inscription.

# dialogue.act2.archivist.post3
source: Viens. L'inscription... elle répond à quelque chose en toi.
en: Come. The inscription... it responds to something in you.

# dialogue.act2.archivist.pre1
source: Collecteur. Tu es enfin revenu chercher ton nom.
en: Collector. You've finally come back to claim your name.

# dialogue.act2.archivist.pre2
source: Chaque âme que tu as prise... je les ai cataloguées.
en: Every soul you've taken... I've catalogued them all.

# dialogue.act2.archivist.pre3
source: Mais elles te connaissent. Elles m'ont tout raconté.
en: But they know you. They told me everything.

# dialogue.act2.bram.1
source: Kael. On raconte que t'as terrassé le Gardien du sanctuaire. …C'est vrai, ce qu'on dit sur tes yeux ?
en: Kael. They say you brought down the shrine's Guardian. …Is it true, what they say about your eyes?

# dialogue.act2.bram.2
source: Bah. Tant que t'achètes, la forge pose pas de questions.
en: Bah. As long as you're buying, the forge asks no questions.

# dialogue.act2.child.2
source: Maman dit que je dois plus te parler. T'es plus pareil, Kael. Tes yeux… ils font peur.
en: Mom says I'm not allowed to talk to you anymore. You're not the same, Kael. Your eyes… they're scary.

# dialogue.act2.child.kael1
source: …Elle a peut-être raison, petit.
en: …Maybe she's right, kid.

# dialogue.act2.death.eran.kael1
source: Trop tard, Lyra.
en: Too late, Lyra.

# dialogue.act2.death.eran.lyra1
source: Eran avait raison... Le Seuil peut encore...
en: Eran was right... The Threshold can still...

# dialogue.act2.death.kael1
source: Je ne t'entends plus, Lyra.
en: I can't hear you anymore, Lyra.

# dialogue.act2.death.lyra1
source: Kael... tu me fais mal. Lâche-moi...
en: Kael... you're hurting me. Let go...

# dialogue.act2.discovery.choice1
source: Ce n'est pas moi.
en: That's not me.

# dialogue.act2.discovery.choice2
source: Tu ne comprends pas ce que tu lis.
en: You don't understand what you're reading.

# dialogue.act2.discovery.kael2
source: Lyra... je t'en supplie.
en: Lyra... please.

# dialogue.act2.discovery.lyra1
source: Attends. Cette inscription... elle est différente des autres.
en: Wait. This inscription... it's different from the others.

# dialogue.act2.discovery.lyra2
source: 'Kael, Lame du Vide, Collecteur d'Âmes, Exécuteur de la Source Corrompue.'
en: 'Kael, Blade of the Void, Soul Collector, Executor of the Corrupted Source.'

# dialogue.act2.discovery.lyra3
source: Kael... tu savais ? Ces disparitions à Solis... c'était toi ?
en: Kael... did you know? Those disappearances in Solis... was that you?

# dialogue.act2.discovery.lyra4
source: Je ne peux pas me taire. Solis doit savoir la vérité. Je dois y aller.
en: I can't stay silent. Solis needs to know the truth. I have to go.

# dialogue.act2.discovery.prompt
source: Répondre à Lyra
en: Reply to Lyra

# dialogue.act2.discovery.response1
source: L'inscription porte ta marque d'Aether. Kael, je t'en supplie, dis-moi que je me trompe.
en: The inscription bears your Aether mark. Kael, please, tell me I'm wrong.

# dialogue.act2.discovery.response2
source: Je lis très bien. Ça correspond à tout. Les nuits où tu disparaissais. Les gens qui se volatilisaient.
en: I can read just fine. And it matches everything. The nights you disappeared. The people who vanished.

# dialogue.act2.dorin.block.choice1
source: Pousse-toi.
en: Move aside.

# dialogue.act2.dorin.block.choice2
source: Je comprends ta méfiance.
en: I understand your distrust.

# dialogue.act2.dorin.block.prompt
source: Que répondre à Dorin ?
en: What do you say to Dorin?

# dialogue.act2.dorin.block.response1
source: Non. Pas avant que je sache que tu ne lui feras pas de mal.
en: No. Not until I know you won't hurt her.

# dialogue.act2.dorin.block.response2
source: Méfiance... Oui. Parce que j'ai vu ce que tu deviens.
en: Distrust... Yes. Because I've seen what you're becoming.

# dialogue.act2.dorin.block1
source: Non. Je ne te laisserai pas l'emmener là-bas.
en: No. I won't let you take her there.

# dialogue.act2.dorin.block2
source: Ces ruines ont brûlé des âmes bien plus pures que la tienne, Kael.
en: Those ruins have consumed souls far purer than yours, Kael.

# dialogue.act2.dorin.block3
source: Protège-la. C'est tout ce que je te demande.
en: Protect her. That's all I ask of you.

# dialogue.act2.dorin.doubt1
source: Tu reviens du sanctuaire changé. Je le vois dans tes yeux.
en: You came back from the shrine changed. I see it in your eyes.

# dialogue.act2.dorin.doubt2
source: J'espère. Pour tous, j'espère vraiment me tromper.
en: I hope so. For everyone's sake, I really hope I'm wrong.

# dialogue.act2.dorin.kael1
source: Tu te trompes, Dorin.
en: You're wrong, Dorin.

# dialogue.act2.eran.kael1
source: E... Eran. Elle a été ici.
en: E... Eran. She was here.

# dialogue.act2.eran.kael2
source: Ou elle savait ce qui allait arriver.
en: Or she knew what was going to happen.

# dialogue.act2.eran.lyra1
source: Attends... ces runes ne ressemblent pas aux autres.
en: Wait... these runes don't look like the others.

# dialogue.act2.eran.lyra2
source: «Il n'est pas trop tard. Cherche le Seuil. E.»
en: «It's not too late. Seek the Threshold. E.»

# dialogue.act2.eran.lyra3
source: Eran Solace ? La chercheuse disparue ? Mais... c'est impossible.
en: Eran Solace? The missing researcher? But... that's impossible.

# dialogue.act2.fallen.kael1
source: Elle avait raison. Sur tout.
en: She was right. About everything.

# dialogue.act2.fallen.kael2
source: Mais les morts ne parlent pas.
en: But the dead don't speak.

# dialogue.act2.fallen.kael3
source: Oui.
en: Yes.

# dialogue.act2.fallen.voice1
source: Tu es libre. Viens.
en: You are free. Come.

# dialogue.act2.gift.choice1
source: Je le garde.
en: I'll keep it.

# dialogue.act2.gift.choice2
source: Je n'en ai pas besoin.
en: I don't need it.

# dialogue.act2.gift.kael1
source: ... Promis.
en: ... I promise.

# dialogue.act2.gift.lyra1
source: Attends.
en: Wait.

# dialogue.act2.gift.lyra2
source: Prends ça. Un cristal de résonance. Il absorbe l'Aether noir... un peu.
en: Take this. A resonance crystal. It absorbs black Aether... a little.

# dialogue.act2.gift.lyra3
source: Garde-le. Promis ?
en: Keep it. Promise?

# dialogue.act2.gift.prompt
source: Que faire du cristal ?
en: What to do with the crystal?

# dialogue.act2.gift.response1
source: Bien. Ne le perds pas.
en: Good. Don't lose it.

# dialogue.act2.gift.response2
source: Si. Tu en as besoin. Plus que tu ne le crois.
en: Yes you do. More than you think.

# dialogue.act2.lyra.analysis1
source: Ces données... les éclats d'Aether que tu m'as aidé à collecter. Ils portaient des empreintes.
en: This data... the Aether shards you helped me collect. They carried imprints.

# dialogue.act2.lyra.analysis2
source: Des empreintes de quelqu'un qui est passé avant toi. Avant nous.
en: Imprints of someone who passed through before you. Before us.

# dialogue.act2.lyra.analysis3
source: Je ne suis pas encore sûre. Mais il y a quelque chose dans les vieux textes du Sage.
en: I'm not sure yet. But there's something in the Sage's old texts.

# dialogue.act2.lyra.kael1
source: Que veux-tu dire ?
en: What do you mean?

# dialogue.act2.mara.1
source: Approche… Hmm. Tu sens l'Aether noir, Kael. Ça colle à la peau. Aucune de mes herbes n'y changera rien.
en: Come closer… Hmm. You smell of black Aether, Kael. It clings to the skin. None of my herbs will change that.

# dialogue.act2.mara.2
source: Prends ce qu'il te faut. Et… veille sur Lyra.
en: Take what you need. And… look after Lyra.

# dialogue.act2.nightmare.kael1
source: Tais-toi. Tais-toi...
en: Shut up. Shut up...

# dialogue.act2.nightmare.kael2
source: Je n'appartiens à personne.
en: I belong to no one.

# dialogue.act2.nightmare.kael3
source: ...C'était rien. Rendors-toi.
en: ...It was nothing. Go back to sleep.

# dialogue.act2.nightmare.lyra1
source: Kael. Kael, réveille-toi. Tu criais.
en: Kael. Kael, wake up. You were screaming.

# dialogue.act2.nightmare.voice1
source: Solis. Cinq nuits. Sept âmes.
en: Solis. Five nights. Seven souls.

# dialogue.act2.nightmare.voice2
source: Tu te souviens des noms. Tu te souviens de chaque geste.
en: You remember the names. You remember every gesture.

# dialogue.act2.nightmare.voice3
source: La Source te réclame. C'est ton sang. C'est ton nom.
en: The Source claims you. It is your blood. It is your name.

# dialogue.act2.return.kael1
source: Ce Noyau d'Aether... cette énergie noire. Elle résonne encore en moi.
en: That Aether Core... that dark energy. It still resonates inside me.

# dialogue.act2.return.kael2
source: Prends le temps qu'il te faut.
en: Take all the time you need.

# dialogue.act2.return.lyra1
source: Nous sommes vivants. Je n'arrive toujours pas à y croire.
en: We're alive. I still can't believe it.

# dialogue.act2.return.lyra2
source: J'ai enregistré des données au sanctuaire. J'ai besoin de temps pour analyser ça.
en: I recorded data at the shrine. I need time to analyze it.

# dialogue.act2.ruins.combat1.kael1
source: Ils protègent quelque chose. Continue à avancer.
en: They're protecting something. Keep moving.

# dialogue.act2.ruins.combat1.lyra1
source: Des Gardiens corrompus. L'Aether noir les contrôle encore.
en: Corrupted Guardians. The black Aether still controls them.

# dialogue.act2.ruins.combat2.kael1
source: Ces âmes étaient des voyageurs. L'Aether les a piégés.
en: These souls were travelers. The Aether trapped them.

# dialogue.act2.ruins.combat2.lyra1
source: Il y a quelque chose de plus profond ici. Une inscription au fond...
en: There's something deeper here. An inscription at the back...

# dialogue.act2.ruins.enter.kael1
source: Je me sens... chez moi ici. C'est étrange.
en: I feel... at home here. Strange.

# dialogue.act2.ruins.enter.lyra1
source: Les Ruines de la Source... elles ont des siècles. Regarde ces inscriptions.
en: The Ruins of the Source... centuries old. Look at these inscriptions.

# dialogue.act2.ruins.enter.lyra2
source: Kael, ça m'inquiète quand tu dis ça.
en: Kael, it worries me when you say that.

# dialogue.act2.sage.choice1
source: Pourquoi me parles-tu de ça maintenant ?
en: Why are you telling me this now?

# dialogue.act2.sage.choice2
source: Je t'écoute.
en: I'm listening.

# dialogue.act2.sage.prompt
source: Répondre au Sage
en: Reply to the Sage

# dialogue.act2.sage.response1
source: Parce que tu es revenu du sanctuaire. Et les ruines ont... réagi à ton arrivée.
en: Because you returned from the shrine. And the ruins... reacted to your arrival.

# dialogue.act2.sage.response2
source: Les inscriptions là-bas pourraient expliquer ce que tu ressens depuis ton réveil.
en: The inscriptions there might explain what you've been feeling since you woke up.

# dialogue.act2.sage.reveal1
source: Kael. Je dois te dire quelque chose d'important.
en: Kael. I need to tell you something important.

# dialogue.act2.sage.reveal2
source: Au nord-est du village se trouvent les Ruines de la Source. La Source originelle de l'Aether.
en: To the northeast lie the Ruins of the Source. The original Source of Aether.

# dialogue.act2.sage.reveal3
source: Sois prudent. Et emmène Lyra. Elle saura lire les symboles.
en: Be careful. And take Lyra. She can read the symbols.

# dialogue.act2.villager.1
source: Le héros de Solis… On te doit tant. Alors pourquoi tout le monde ferme ses volets quand tu passes ?
en: The hero of Solis… We owe you so much. Then why does everyone shut their shutters when you walk by?

# dialogue.act2.villager.2
source: Les anciens parlent d'une voix sous la forêt. Ne l'écoute pas, mon garçon. Promets-le.
en: The elders speak of a voice beneath the forest. Don't listen to it, my boy. Promise me.

# dialogue.act2.vision1.kael1
source: Cette lumière... je l'ai déjà vue.
en: This light... I've seen it before.

# dialogue.act2.vision1.kael2
source: J'ai vu une silhouette tomber. Des mains d'Aether noir.
en: I saw a silhouette fall. Hands of black Aether.

# dialogue.act2.vision1.kael3
source: Mes mains.
en: My hands.

# dialogue.act2.vision1.lyra1
source: Kael ? Tu trembles.
en: Kael? You're shaking.

# dialogue.act3.echo1
source: Kael. Même le Vide n'a pas su me faire taire.
en: Kael. Even the Void could not silence me.

# dialogue.act3.echo2
source: Je suis ce qu'il reste : l'écho qu'il m'a volé. Le Seuil garde tout ce qu'il prend.
en: I am what remains: the echo it stole from me. The Threshold keeps everything it takes.

# dialogue.act3.echo3
source: Tu comptais franchir cette porte seul, avec SA voix dans ta tête ? Pas tant que je résonne encore.
en: You meant to cross that gate alone, with ITS voice in your head? Not while I still resound.

# dialogue.act3.echo4
source: Derrière toi ? Devant, plutôt. Tu n'as jamais su viser la glace.
en: Behind you? In front, more like. You never could aim frost.

# dialogue.act3.echoKael1
source: Lyra ?… Non. Tu es morte. Je t'ai vue tomber.
en: Lyra?… No. You died. I watched you fall.

# dialogue.act3.echoKael2
source: … Reste derrière moi, alors. Comme avant.
en: …Stay behind me, then. Like before.

# dialogue.act3.end1
source: Le Seuil s'est tu.
en: The Threshold fell silent.

# dialogue.act3.end2
source: La suite de l'histoire d'Echoes of Aether arrive bientôt.
en: The rest of Kael's story is coming soon.

# dialogue.act3.eran1
source: Kael. Je savais que tu viendrais.
en: Kael. I knew you would come.

# dialogue.act3.eran2
source: À peine. Le Seuil m'a changé. Comme il te change, toi.
en: Barely. The Threshold changed me. As it changes you.

# dialogue.act3.eran3
source: Le Seuil attend. Tu dois choisir : disparaître ou devenir.
en: The Threshold waits. You must choose: disappear, or become.

# dialogue.act3.eran4
source: Je l'ai franchi une fois. J'en suis revenue brisée. Le Seuil n'ouvre pas une porte. Il réécrit celui qui le traverse.
en: I crossed once. I came back wrong. The Threshold doesn't open a door. It rewrites whoever walks through.

# dialogue.act3.eranChoice1
source: Je contrôle l'Aether.
en: I control the Aether.

# dialogue.act3.eranChoice2
source: L'Aether me contrôle.
en: The Aether controls me.

# dialogue.act3.eranChoicePrompt
source: Que réponds-tu à Eran ?
en: How do you answer Eran?

# dialogue.act3.eranJoin1
source: Je suis déjà un écho, Kael. Laisse-moi finir ce que j'ai commencé il y a un siècle.
en: I am already an echo, Kael. Let me finish what I began a century ago.

# dialogue.act3.eranJoin2
source: Trois voix contre le Vide. Ça me va.
en: Three voices against the Void. Works for me.

# dialogue.act3.eranResponse1
source: C'est ce que disait mon maître, aussi. Avant la fin.
en: That is what my master said too. Before the end.

# dialogue.act3.eranResponse2
source: Alors tu es peut-être le premier à comprendre ce que tu es devenu.
en: Then you may be the first to understand what you have become.

# dialogue.act3.guardianEran1
source: Le Seuil se défend, Kael. Il porte le visage de tout ce que tu as enterré.
en: The Threshold defends itself, Kael. It wears the face of everything you buried.

# dialogue.act3.guardianEran2
source: Frappe juste, Kael. Si ta main tremble, le Seuil portera mon visage ensuite.
en: Strike true, Kael. If your hand wavers, the Threshold will wear my face next.

# dialogue.act3.guardianKael1
source: Alors je l'ouvrirai moi-même.
en: Then I open it myself.
